IDEA Open Model
MatSteelRUS.fy Property
Compatible with IDEA StatiCa Beta 20.0
 Yield strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double fy { get; set; }
Public Property fy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace